[Version]
7.7

[Main]	
Item0000=Benvenuti in HP Recovery Manager. Questo strumento consente di ripristinare il funzionamento del computer qualora smetta di funzionare come previsto.
Item0001=Aiuto immediato
Item0002=Vorrei eseguire attività di manutenzione
Item0003=Vorrei contattare l'assistenza HP
Item0004=Vorrei attivare misure di sicurezza
Item0005=Ripristino configurazione di sistema di Windows
Item0006=Ripristina uno stato precedente del sistema
Item0007=Ambiente ripristino Windows
Item0008=Riavviare ed entrare in Ambiente ripristino Windows per aggiornare l’immagine o ripristinare le impostazioni di fabbrica originali del sistema.
Item0009=Backup di file
Item0010=Backup dei dati personali
Item0011=Ripristino immagine minimizzata
Item0012=Ripristina il sistema operativo, i driver e solo il software selezionato (immagine pulita)
Item0013=Esegui Computer Checkup
Item0014=Utilizza lo strumento Diagnostica hardware per eseguire la diagnosi della memoria del computer, dell'unità disco rigido, ecc.
Item0015=Creazione di supporti di ripristino
Item0016=Crea una serie di supporti di ripristino per il sistema
Item0017=Rimuovi partizione di ripristino
Item0018=Elimina l'immagine di backup del software installato per liberare spazio sull'unità disco rigido
Item0019=Ripristino delle impostazioni predefinite
Item0020=Ripristina il computer cancellando tutta l'unità disco rigido e reimpostando la configurazione predefinita originale
Item0021=Esegui manutenzione del computer
Item0022=Risoluzione dei problemi relativi al computer, download degli aggiornamenti e informazioni sul computer
Item0023=Assistenza HP
Item0024=Mostra le informazioni di contatto per l'assistenza clienti HP
Item0025=Mostra informazioni contatto
Item0026=Mostra le informazioni di contatto per l'assistenza clienti HP
Item0027=Reinstallazione di driver e applicazioni
Item0028=Reinstalla i driver e/o le applicazioni
Item0029=Disattivato: la partizione di ripristino è stata rimossa.
Item0030=Disattivato: per ripristinare il sistema, utilizzare un supporto di ripristino.
Item0031=Disattivato: il Ripristino configurazione di sistema di Windows è disattivato.
Item0032=Disattivato: HP Support Assistant non è installato.
Item0033=Backup e ripristino di Windows
Item0034=Creare file di backup o di ripristino da un backup esistente
Item0035=Diritti di accesso insufficienti
Item0036=Per eseguire HP Recovery Manager è necessario disporre dei privilegi di amministratore. Modificare l'impostazione di Controllo dell'account utente (UAC, User Account Control) in modo opportuno.
Item0037=Versione: 00
Item0038=Disattivato: non supportato con disco dinamico
Item0039=Disattivato: utilizzare Gestione disco di Windows
Item0040=Cronologia dei file di Windows
Item0041=Per alcune funzioni è richiesto l’accesso alla partizione di ripristino. Agganciare il tablet alla base e riavviare HP Recovery Manager per attivare queste opzioni.
Item0042=Per utilizzare questa opzione, agganciare il tablet alla base e riavviare HP Recovery Manager.
Item0043=Le opzioni Ripristino e Backup di file richiedono l’accesso alla partizione di ripristino della base. Agganciare il tablet alla base, riavviare il sistema e premere F11 per riavviare HP Recovery Manager. Fare clic su Continua per eseguire Computer Checkup.
Item0044=Aggiornamento del sistema Windows
Item0045=Precauzioni
Item0046=Assistenza
Item0047=Manutenzione
Item0048=Creare i supporti di ripristino
Item0049=Creare i supporti di ripristino per il sistema
Item0050=Eseguire la manutenzione del computer
Item0051=Contattare l'assistenza HP
Item0052=Rimuovere la partizione di ripristino
Item0053=Creare punti di ripristino o utilizzare i punti di ripristino creati in precedenza per ripristinare uno stato precedente del sistema
Item0054=Cronologia dei file di Windows
Item0055=Ambiente HP Recovery
Item0056=Riavviare ed entrare in Ambiente ripristino Windows per ripristinare le impostazioni di fabbrica originali del sistema.
Item0057=Non sganciare il tablet dalla base durante il processo di ripristino per evitare di rendere il tablet non avviabile.
Item0058=Riavviare e accedere a 00 per ripristinare il sistema
Item0059=Reimpostazione sistema Windows
Item0060=HP Recovery Manager è supportato solo in modalità orizzontale.
Item0061=Chiudere HP Recovery Manager, commutare il display in modalità orizzontale, quindi rieseguire HP Recovery Manager.

[General]	
Item0100=Indietro
Item0101=Avanti
Item0102=Annulla
Item0103=Continua
Item0104=Fine
Item0105=OK
Item0106=Uscire da HP Recovery Manager?
Item0107=Verificare che il computer sia collegato a un adattatore di alimentazione, altrimenti il processo di ripristino potrebbe interrompersi.
Item0108=HP Recovery Manager è già in esecuzione.
Item0109=Riavvia
Item0110=Arresta
Item0111=Attenzione: il computer è alimentato a batteria.
Item0112=Questo processo richiede che il computer sia alimentato a corrente.
Item0113=Collegare il computer all'alimentatore di corrente, quindi fare clic su OK per continuare.
Item0114=Errore di HP Recovery Manager. Codice errore = 00
Item0115=Si stanno verificando degli errori. Riprovare.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(codice errore=00)
Item0119=Ripristino non supportato nella configurazione corrente. Abilitare l'opzione di accelerazione per la tecnologia Intel Smart Response e riprovare.
Item0120=Recovery Manager è supportato in Windows 7 e non è compatibile con Windows 8.
Item0121=Questo Softpaq non è supportato per Windows 7. Aggiornare il sistema a Windows 8.
	
[Windows System Restore]
Item0200=Ripristino configurazione di sistema di Windows
Item0201=Per utilizzare Ripristino configurazione di sistema di Windows, HP Recovery Manager verrà chiuso.
Item0202=Ripristino configurazione di sistema di Windows può aiutare a risolvere eventuali problemi a causa dei quali il computer potrebbe essere lento o non rispondere. Non influisce sui documenti, sulle fotografie o su altri dati personali.
Item0203=Per eseguire Ripristino configurazione di sistema di Windows in modo automatico, fare clic su Avanti.
	       	
[Computer Checkup]	
Item0250=Computer Checkup
Item0251=Avvia controllo del disco per la partizione Windows
Item0252=Avvia controllo del disco per la partizione di ripristino
Item0253=Apri un prompt dei comandi
Item0254=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
		
[Remove Recovery Partition]	
Item0300=Rimuovi partizione di ripristino
Item0301=Windows Push Button Reset (Ripristino mediante singolo pulsante di Windows) e le opzioni di ripristino immagine di HP non saranno disponibili se si elimina la partizione del ripristino.
Item0302=OK. Continua con la rimozione della partizione di ripristino.
Item0303=Continua
Item0304=La creazione dei supporti di ripristino non è stata completata. Una volta rimossa la partizione di ripristino, l'opzione di creazione dei supporti di ripristino non sarà disponibile.
Item0305=Vai a 00.
Item0306=Rimozione della partizione di ripristino in corso…
Item0307=Per tornare alla pagina principale, fai clic su Continua
Item0308=Home
Item0309=Crea supporti di ripristino
Item0310=Errori durante la rimozione della partizione di ripristino. Riprovare.
Item0311=La rimozione della partizione di ripristino è stata completata.
Item0312=Dopo la rimozione della partizione di ripristino, le opzioni di ripristino immagine HP non saranno più disponibili.
		
[File Restore Program]	
Item0400=Ripristino file 
Item0401=Benvenuto
Item0402=Ripristino file consente di ripristinare i file di cui è stato eseguito il backup in precedenza.
Item0403=Per continuare, fare clic su Avanti.
Item0404=Specificare i tipi di file da ripristinare.
Item0405=Immagini
Item0406=Musica e altri file audio
Item0407=Video e film
Item0408=Spettacoli TV registrati
Item0409=Documenti, fogli di lavoro e presentazioni
Item0410=E-mail, impostazioni e preferiti di Internet 
Item0411=Altri
Item0412=Guida
Item0413=I file vengono ripristinati nella seguente posizione:
Item0414=Sul desktop è stato collocato un collegamento a questa posizione.
Item0415=Ripristino in corso
Item0416=Avanzamento:  00%
Item0417=Attendere...
Item0418=File ripristinati
Item0419=Il ripristino è stato completato.
Item0420=Per chiudere il programma, fare clic su Fine.
Item0421=Il percorso di alcuni file ripristinati è più lungo di 260 caratteri. Consultare 00.
Item0422=OK
Item0423=Avvertenza
Item0424=Ripristino file è già in esecuzione.
Item0425=Per eseguire Ripristino file, è necessario essere in Windows 7.
Item0426=Annullare Ripristino file?
Item0427=Ripristino annullato
Item0428=Il processo di ripristino è stato annullato.
Item0429=Dove si desidera salvare i file di backup?
Item0430=Disco locale
		
[File Backup Program]	
Item0500=Backup di file
Item0501=Di quali tipi di file si desidera eseguire il backup?
Item0502=Immagini
Item0503=Musica e altri file audio
Item0504=Video e film
Item0505=Spettacoli TV registrati
Item0506=Documenti, fogli di lavoro e presentazioni
Item0507=E-mail, impostazioni e preferiti di Internet
Item0508=Altri
Item0509=Guida
Item0510=Per continuare, fare clic su Avanti.
Item0511=Scansione in corso
Item0512=La procedura guidata Backup di file sta creando l'elenco dei file di cui eseguire il backup.
Item0513=L'operazione potrebbe richiedere diversi minuti.
Item0514=Avanzamento: 00 %
Item0515=Attendere...
Item0516=Al momento, la partizione di sistema sull'unità disco rigido non dispone di spazio sufficiente per la memorizzazione temporanea durante la compressione dei dati.
Item0517=Per continuare con questa operazione, è necessario liberare spazio dalla partizione di sistema dell'unità disco rigido.
Item0518=OK
Item0519=Avvertenza
Item0520=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
Item0521=Creazione del backup
Item0522=Creazione dei file di backup
Item0523=Finalizzazione dei file di backup
Item0524=Impossibile trovare file dei tipi selezionati dall'utente.
Item0525=Salvare il backup?
Item0526=Dimensioni dei file di origine:  00
Item0527=Nome
Item0528=Tipo
Item0529=Dimensioni totali
Item0530=Spazio disponibile
Item0531=Nessun dispositivo disponibile per il backup di file. Accertarsi che il disco rimovibile sia collegato.
Item0532=Rimovibile
Item0533=Backup di file è pronto.
Item0534=I file verranno salvati in (00).
Item0535=Copia del backup 
Item0536=L'unità di destinazione non è collegata.
Item0537=Backup di file
Item0538=HP Recovery Manager ha creato il backup.
Item0539=Annullare Backup di file?
Item0540=Annulla
Item0541=Backup annullato
Item0542=Il processo di backup è stato annullato correttamente.
Item0543=Il processo di backup è stato annullato.
Item0544=Continuare con il ripristino del sistema?
Item0545=Continuare con il ripristino dell'immagine minimizzata?
Item0546=Continuare con il ripristino delle impostazioni predefinite?
Item0547=Sì
Item0548=No
Item0549=Masterizzatore
Item0550=Nessun dispositivo disponibile per il backup di file. Accertarsi che il disco rimovibile o il masterizzatore sia collegato.
Item0551=Backup automatico
Item0552=Consente all'utente di selezionare le categorie di file di cui eseguire il backup, ad esempio Foto. Il backup è in grado di gestire la maggior parte dei tipi di file utilizzati dalla categoria. Utilizzare questa opzione per semplificare la configurazione del backup.
Item0553=Backup manuale
Item0554=Consente di selezionare file e cartelle specifici di cui eseguire il backup. Utilizzare questa opzione se si desidera avere il controllo completo del backup.
Item0555=Copia dati diretta
Item0556=Copia dati diretta non utilizza la compressione e i file non vengono ripristinati con HP Recovery Manager. Per accedere ai file da un qualsiasi computer una volta completato il backup, è sufficiente individuarli nella directory File ripristino di sistema.
Item0557=Per ripristinare i dati nel sistema originale, è sufficiente eseguire il copia e incolla dei file.
Item0558=Inserire un disco DVD+R o DVD-R vuoto e fare clic su Avanti.
Item0559=Masterizzazione in corso:  00 %
Item0560=Totale disco/dischi:  00
Item0561=Disco corrente:  00
Item0562=Inserisci disco
Item0563=Inserire un disco vuoto.
Item0564=Il disco inserito non è supportato in HP Recovery Manager. Inserire un disco DVD+R o DVD-R vuoto (4,7 GB di capacità).
Item0565=Preparazione dei dati
	
[Recovery Media Creation]	
Item0600=Home
Item0601=Crea supporti di ripristino
Item0602=È consentito creare solo 00 serie di supporti di ripristino.
Item0603=Accetto.
Item0604=Continua
Item0605=Inserire uno dei seguenti supporti:
Item0606=Unità Flash USB
Item0607=Minimo 00 GB di capacità richiesta
Item0608=DVD
Item0609=00 dischi richiesti
Item0610=DVD DL
Item0611=Continuare con i supporti evidenziati?
Item0612=Sì
Item0613=No
Item0614=Creazione dell'unità flash di ripristino USB in corso...
Item0615=Prepara il disco
Item0616=Formattazione dell'unità flash USB
Item0617=Copia immagine
Item0618=Copia dell'immagine di ripristino sull'unità flash USB in corso...
Item0619=Verifica disco
Item0620=Verifica dell'immagine di ripristino dell'unità flash USB in corso...
Item0621=00% completata
Item0622=Inserisci disco
Item0623=Per continuare, inserire un disco 00. Per interrompere la creazione dei supporti di ripristino, fare clic su Annulla. In qualsiasi momento è possibile continuare a eseguire il processo di creazione dei supporti di ripristino selezionando di nuovo l'opzione Crea supporti di ripristino.
Item0624=Prepara i dati
Item0625=Creazione dell'immagine di ripristino
Item0626=Masterizza i dati
Item0627=Masterizzazione dell'immagine di ripristino su disco
Item0628=Verifica disco
Item0629=Verifica dell'immagine di ripristino sul disco
Item0630=I supporti di ripristino sono stati creati il 00. È consentito creare solo UNA serie di supporti di ripristino.
Item0631=Per tornare alla pagina principale, fare clic su OK
Item0632=OK
Item0633=La creazione dei supporti di ripristino non è stata completata. Fare clic su Continua per completare la creazione dei supporti di ripristino.
Item0634=Annulla
Item0635=Collegare il computer all'adattatore di alimentazione
Item0636=Per continuare questo processo, è necessario che la batteria sia installata e che il computer sia collegato all'adattatore di alimentazione
Item0637=Installare la batteria
Item0638=Nessuna unità ottica trovata
Item0639=Ora è possibile collegare l'unità ottica
Item0640=Disco Blu-ray
Item0641=Creazione del disco di ripristino 00 completata. Contrassegnarlo con l'etichetta 00 e conservarlo in un luogo sicuro.
Item0642=L'unità flash USB verrà formattata. Tutti i dati presenti sull'unità flash USB andranno persi. Tutto lo spazio sull'unità flash USB verrà utilizzato per l'immagine di ripristino, anche se le dimensioni dell'unità flash USB sono maggiori delle dimensioni stimate dell'immagine di ripristino.
Item0643=Fare clic su Annulla per tornare alla selezione dei supporti oppure su Continua per avviare la preparazione del disco.
Item0644=Selezionare una delle seguenti opzioni dei supporti: 
Item0645=UNA
Item0646=Analisi dell'hardware in corso…
Item0647=Creazione di supporti di ripristino in corso. Impossibile chiudere HP Recovery Manager.
Item0648=Errori durante la creazione dei supporti di ripristino. Riprovare.
Item0649=La capacità dell'unità flash inserita non è sufficiente. Inserirne un'altra.
Item0650=Supporti riscrivibili non supportati. Inserire un disco 00 vuoto.
Item0651=Il disco inserito non è vuoto. Inserire un disco 00 vuoto.
Item0652=Creazione del disco di ripristino 00 di 01 completata. Contrassegnarlo con l'etichetta 00 di 01 e conservarlo in un luogo sicuro.
Item0653=Il disco di ripristino è stato creato correttamente.
Item0654=L'unità flash è stata creata correttamente. Contrassegnarla e conservarla in un luogo sicuro.
Item0655=Disco 00 richiesto
Item0656=Supporti riscrivibili non supportati.
Item0657=I supporti inseriti non sono supportati.
Item0658=La partizione di ripristino è stata rimossa, pertanto l'opzione di creazione dei supporti di ripristino non è più disponibile.
Item0659=Verifica disco non riuscita. Utilizzare un altro disco e riprovare.
Item0660=Masterizzazione disco non riuscita. Utilizzare un altro disco e riprovare.
Item0661=Il sistema è creato dai supporti di ripristino. È consentito creare solo UNA serie di supporti di ripristino.
Item0662=La partizione di ripristino è stata rimossa.
Item0663=Limite USB superato
Item0664=La dimensione dell'immagine di ripristino è superiore a 32 GB. Utilizzare dei supporti ottici.
Item0665=La dimensione dell'immagine di ripristino è superiore a 32 GB delle unità flash USB. Per creare i supporti di ripristino, è necessario utilizzare dei supporti ottici (DVD).
Item0666=Assicurarsi che l'unità flash USB sia in grado di contenere 00 GB di dati (massimo 32 GB).
Item0667=- Disco di recupero 00 di 01 completato. Apporre l'etichetta "00 di 01" al disco e conservarlo in un luogo sicuro.
Item0668=- Inserire un disco per continuare oppure fare clic su Annulla per interrompere la creazione di supporti di ripristino. 
Item0669=- È possibile riprendere il processo in qualsiasi momento selezionando nuovamente l'opzione Crea supporti di ripristino.
Item0670=Attenzione: L'unità flash USB selezionata verrà formattata. Tutti i dati contenuti nell'unità flash USB andranno persi.
Item0671=Dell'unità flash USB verranno utilizzati massimo 32 GB per l'immagine di recupero. Se l'unità flash USB ha una capacità maggiore di 32 GB, lo spazio rimanente non sarà utilizzabile dopo la creazione dei supporti di ripristino.
Item0672=Fare clic su Annulla per tornare alla selezione del supporto oppure fare clic su Continua per avviare la creazione di supporti di ripristino.
Item0673=Selezionare 00 per tornare alla selezione del supporto, oppure selezionare 01 per avviare la creazione di supporti di ripristino.
	
[System Recovery]	
Item0700=Ripristina la condizione originale predefinita del sistema
Item0701=Questo processo reinstallerà l'immagine originale predefinita nella partizione di sistema, ma non apporterà altre modifiche all'unità disco rigido. 
Item0702=Tutti i file creati dall'utente e i programmi installati dopo l'acquisto andranno persi.
Item0703=Esegui innanzitutto il backup dei file (consigliato)
Item0704=Ripristina senza eseguire il backup dei file
Item0705=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
Item0706=Ambiente HP Recovery
Item0707=Benvenuto in HP Recovery Manager
Item0708=Utilizzare questo programma per ripristinare la condizione originale predefinita del sistema.
Item0709=Prima di continuare, scollegare tutti i dispositivi esterni.
Item0710=Per ulteriori informazioni, consultare la documentazione del computer.
Item0711=Per continuare, fare clic su Avanti.
Item0712=Ripristino immagine impostazioni predefinite
Item0713=Riformattazione della partizione di Windows dell'unità disco rigido
Item0714=Reinstallazione del software originale
Item0715=Avanzamento:  00 % 
Item0716=Tempo restante previsto: 00 minuto/i
Item0717=Attendere...
Item0718=Ripristino completato
Item0719=Dopo il riavvio del computer e il completamento della relativa configurazione iniziale da parte dell'utente, è necessario eseguire alcuni importanti passaggi aggiuntivi:
Item0720=Aggiornamento dei file di protezione di Microsoft e HP
Item0721=Reinstallazione del software non in dotazione con il computer
Item0722=Ripristino di eventuali dati personali di cui si è eseguito il backup.
Item0723=Per riavviare il computer, fare clic su Fine.
Item0724=Operazioni di ripristino preliminari
Item0725=Il disco rigido verrà riformattato e su di esso verranno copiati tutti i file richiesti per il ripristino dell'immagine con le impostazioni predefinite.
Item0726=Installazione del ripristino
Item0727=Vengono installati il software e i driver, e vengono personalizzati i contenuti del computer in uso.
Item0728=HP Recovery Manager ripristinerà le impostazioni predefinite dell'unità disco rigido. I dati utente e le modifiche apportate all'unità disco rigido andranno persi.
Item0729=OK
Item0730=Annulla
Item0731=Operazioni preliminari al ripristino dell'immagine con le impostazioni di fabbrica
Item0732=Copia dei file necessari per il ripristino del disco rigido
Item0733=Le operazioni di ripristino preliminari sono completate
Item0734=Dopo il riavvio del computer, avrà inizio la fase di installazione del ripristino.
Item0735=Verranno installati il software e i driver, e verranno personalizzati i contenuti del computer in uso.
Item0736=Durante questa fase, il computer verrà riavviato automaticamente più volte. Si tratta di un comportamento normale.
Item0737=Non spegnere il computer, non chiudere il coperchio, non scollegare il computer dall'alimentazione o tentare di accedervi durante questa operazione.
Item0738=Fare clic su Continua per riavviare il computer.
Item0739=Inserire il disco di ripristino #00.
Item0740=Rimuovere i supporti di ripristino dal sistema
Item0741=Impossibile eseguire Ripristino di sistema da Windows. Riavviare il computer ed entrare nell'ambiente di ripristino?
Item0742=Continuare?
Item0743=Preparazione dell'ambiente di ripristino in corso…
Item0744=Chiudere tutte le applicazioni e riavviare il sistema.
Item0745=Prima di continuare, scollegare tutti i dispositivi esterni ad eccezione di tastiera, mouse e monitor.
Item0746=Impossibile eseguire Ripristino di sistema da Windows. Riavviare il computer ed entrare nell'ambiente di ripristino?
Item0747=Il processo di ripristino prevede due fasi:
Item0748=Home
Item0749=Ripristino del sistema
Item0750=Disattivato: Per ripristinare il sistema, utilizzare l'opzione Ripristino delle impostazioni predefinite.	
Item0751=Aggiornare il sistema installando gli ultimi aggiornamenti da Microsoft e HP.
Item0752=È stato selezionato Ambiente HP Recovery. Il sistema verrà riavviato e verrà eseguito l'ambiente di ripristino. Continuare?
Item0753=Se il computer in origine comprendeva più sistemi operativi, il processo di ripristino riporterà tutti i sistemi operativi alla condizione predefinita.
Item0754=È stato selezionato 00. Il sistema verrà riavviato e verrà eseguito l'ambiente di ripristino. Continuare?
Item0755=Tutti i file e le partizioni creati dall'utente ed eventuali programmi installati dopo l'acquisto andranno persi.
Item0756=Il processo di ripristino prevede due fasi:
Item0757=Operazioni di ripristino preliminari
Item0758=La partizione Windows verrà riformattata e tutti i file necessari per il ripristino di Windows alle impostazioni originali del produttore verranno copiati nell'unità disco rigido.
Item0759=Installazione del ripristino
Item0760=Vengono installati il software e i driver, e vengono personalizzati i contenuti del computer in uso.
Item0761=Ripristino dei file sull'unità disco rigido
Item0762=HP Drive Encryption (HPDE) è abilitato su questo computer. Disabilitare HPDE prima di eseguire il Ripristino di Sistema.
	
[Minimized Image Recovery]	
Item0800=Ripristino immagine minimizzata
Item0801=Questo processo reinstallerà un ambiente Windows pulito, con driver e software minimo installati.
Item0802=Tutti i file creati dall'utente e i programmi installati dopo l'acquisto andranno persi.
Item0803=Esegui innanzitutto il backup dei file (consigliato)
Item0804=Ripristina senza eseguire il backup dei file
Item0805=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
Item0806=Ripristino immagine minimizzata
Item0807=Benvenuto in HP Recovery Manager
Item0808=Questo processo reinstallerà un ambiente Windows pulito, con driver e software minimo installati.
Item0809=Il processo di ripristino prevede due fasi:
Item0810=Operazioni di ripristino preliminari
Item0811=Il disco rigido verrà riformattato e su di esso verranno copiati tutti i file richiesti per il ripristino dell'immagine minimizzata.
Item0812=Installazione del ripristino
Item0813=Vengono installati il software e i driver, e vengono personalizzati i contenuti del computer in uso.
Item0814=Prima di continuare, scollegare tutti i dispositivi esterni.
Item0815=Per ulteriori informazioni, consultare la documentazione del computer.
Item0816=Per continuare, fare clic su Avanti.
Item0817=Disco dinamico rilevato. Impossibile continuare il ripristino. Per ripristinare il computer, è necessario utilizzare i supporti di ripristino.
Item0818=Operazioni preliminari al ripristino dell'immagine minimizzata
Item0819=Riformattazione della partizione di Windows dell'unità disco rigido
Item0820=Copia dei file necessari per il ripristino del disco rigido
Item0821=Avanzamento:  00 % 
Item0822=Tempo restante previsto: 00 minuto/i
Item0823=Attendere...
Item0824=Le operazioni di ripristino preliminari sono completate
Item0825=Dopo il riavvio del computer, avrà inizio la fase di installazione del ripristino.
Item0826=Verranno installati il software e i driver, e verranno personalizzati i contenuti del computer in uso.
Item0827=Durante questa fase, il computer verrà riavviato automaticamente più volte. Si tratta di un comportamento normale.
Item0828=Non spegnere il computer, non chiudere il coperchio, non scollegare il computer dall'alimentazione o tentare di accedervi durante questa operazione.
Item0829=Fare clic su Continua per riavviare il computer.
Item0830=Ripristino completato
Item0831=Dopo il riavvio del computer e il completamento della relativa configurazione iniziale da parte dell'utente, è necessario eseguire alcuni importanti passaggi aggiuntivi:
Item0832=Aggiornamento dei file di protezione di Microsoft e HP
Item0833=Reinstallazione del software non in dotazione con il computer
Item0834=Ripristino di eventuali dati personali di cui si è eseguito il backup.
Item0835=Per riavviare il computer, fare clic su Fine.
Item0836=OK
Item0837=Inserire il disco di ripristino #00.
Item0838=Rimuovere i supporti di ripristino dal sistema
Item0839=HP Recovery Manager installerà l'immagine minimizzata. I dati utente e le modifiche apportate all'unità disco rigido andranno persi.
Item0840=Prima di continuare, scollegare tutti i dispositivi esterni ad eccezione di tastiera, mouse e monitor.
Item0841=Disattivato: Per ripristinare il sistema, utilizzare l'opzione Ripristino delle impostazioni predefinite.
Item0842=Se il computer in origine comprendeva più sistemi operativi, il processo di ripristino riporterà tutti i sistemi operativi alla condizione predefinita.
	
[Boot from UCRD]	
Item0900=Ripristino del sistema
Item0901=HP Recovery Manager viene avviato dall'unità disco rigido per impostazione predefinita, ma è possibile eseguirlo dai supporti inseriti.
Item0902=Esegui il programma dai supporti
Item0903=Esegui il programma dall'unità disco rigido
Item0904=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
Item0905=Esegui il programma dall'unità disco rigido
Item0906=Il computer verrà riavviato dalla partizione.
Item0907=Prima di continuare, rimuovere i supporti di ripristino.
Item0908=Per chiudere la procedura guidata, fare clic su Fine.
Item0909=Contattare l'assistenza clienti HP
Item0910=Computer non compatibile con i supporti di ripristino del sistema.
Item0911=Impossibile ripristinare il sistema con i supporti.
Item0912=Impossibile ripristinare il sistema con la porta del dispositivo. Contattare l'Assistenza clienti HP.
		
[Factory Reset]	
Item1000=Ripristino delle impostazioni predefinite
Item1001=Ripristino immagine impostazioni predefinite
Item1002=Ripristinare le impostazioni predefinite del sistema?
Item1003=Esegui innanzitutto il backup dei file (consigliato)
Item1004=Ripristina senza eseguire il backup dei file
Item1005=Per continuare, selezionare un'opzione, quindi fare clic su Avanti.
Item1006=Benvenuto in HP Recovery Manager
Item1007=Utilizzare questo programma per ripristinare la condizione originale predefinita del sistema.
Item1008=Il processo di ripristino prevede due fasi:
Item1009=Operazioni di ripristino preliminari
Item1010=Il disco rigido verrà riformattato e su di esso verranno copiati tutti i file richiesti per il ripristino dell'immagine con le impostazioni predefinite.
Item1011=Installazione del ripristino
Item1012=Vengono installati il software e i driver, e vengono personalizzati i contenuti del computer in uso.
Item1013=Prima di continuare, scollegare tutti i dispositivi esterni.
Item1014=Per ulteriori informazioni, consultare la documentazione del computer.
Item1015=Per continuare, fare clic su Avanti.
Item1016=HP Recovery Manager ripristinerà le impostazioni predefinite dell'unità disco rigido. I dati utente e le modifiche apportate all'unità disco rigido andranno persi.
Item1017=Operazioni preliminari al ripristino dell'immagine con le impostazioni di fabbrica
Item1018=Riformattazione della partizione di Windows dell'unità disco rigido
Item1019=Copia dei file necessari per il ripristino del disco rigido
Item1020=Ripristino dei file sull'unità disco rigido
Item1021=Avanzamento:  00 % 
Item1022=Attendere...
Item1023=Tempo restante previsto: 00 minuto/i
Item1024=Le operazioni di ripristino preliminari sono completate
Item1025=Dopo il riavvio del computer, avrà inizio la fase di installazione del ripristino.
Item1026=Verranno installati il software e i driver, e verranno personalizzati i contenuti del computer in uso.
Item1027=Durante questa fase, il computer verrà riavviato automaticamente più volte. Si tratta di un comportamento normale.
Item1028=Non spegnere il computer, non chiudere il coperchio, non scollegare il computer dall'alimentazione o tentare di accedervi durante questa operazione.
Item1029=Fare clic su Continua per riavviare il computer.
Item1030=Ripristino completato
Item1031=Dopo il riavvio del computer e il completamento della relativa configurazione iniziale da parte dell'utente, è necessario eseguire alcuni importanti passaggi aggiuntivi:
Item1032=Aggiornamento dei file di protezione di Microsoft e HP
Item1033=Reinstallazione del software non in dotazione con il computer
Item1034=Ripristino di eventuali dati personali di cui si è eseguito il backup.
Item1035=Per riavviare il computer, fare clic su Fine.
Item1036=Sì
Item1037=No
Item1038=Contattare l'assistenza clienti HP
Item1039=In molti casi, il ripristino dell'unità disco rigido risolve i problemi.
Item1040=Se i problemi persistono, contattare l'assistenza clienti HP.
Item1041=Per informazioni su come contattare l'assistenza HP, consultare la documentazione del computer in uso.
Item1042=Per chiudere il programma, fare clic su Fine.
Item1043=Inserire il disco di ripristino #00.
Item1044=Rimuovere i supporti di ripristino dal sistema
Item1045=HP Recovery Manager ripristinerà le impostazioni predefinite delle unità disco rigido. I dati utente e tutte le modifiche apportate alle unità disco rigido andranno persi.
Item1046=OK
Item1047=Annulla
Item1048=Prima di continuare, scollegare tutti i dispositivi esterni ad eccezione di tastiera, mouse e monitor.
Item1049=HP Recovery Manager ripristinerà le impostazioni predefinite delle unità disco rigido. I dati utente e tutte le modifiche apportate alle unità disco rigido andranno persi.	
Item1050=Questo processo ripristinerà il sistema alla condizione originale predefinita.
Item1051=Il disco rigido verrà ripartizionato e riformattato alla condizione originale predefinita.
Item1052=Tutti i file e le partizioni creati dall'utente ed eventuali programmi installati dopo l'acquisto verranno persi.
Item1053=Se il computer in origine comprendeva più sistemi operativi, il processo di ripristino riporterà tutti i sistemi operativi alla condizione predefinita.

[Restoration Incomplete]	
Item1100=Ripristino incompleto
Item1101=Il ripristino non è stato completato.
Item1102=Selezionare uno dei seguenti pulsanti:
Item1103=Salva registro
Item1104=Dettagli
Item1105=Riprova
Item1106=Questa funzione raccoglie le informazioni sul sistema necessarie ad HP per eseguire la diagnosi del problema.
Item1107=Inserire un'unità disco rimovibile con almeno 00 MB di spazio libero, quindi fare clic su OK.
Item1108=OK
Item1109=Spazio libero su disco insufficiente. Inserire un'unità disco rimovibile con almeno 00 MB di spazio libero, quindi fare clic su OK.
Item1110=File di registro salvato come 00.
Item1111=Inserire i supporti di ripristino.
Item1112=Fare clic su Continua per riavviare il computer.
Item1113=Continua
Item1114=Spazio totale su disco rigido inferiore a quello del disco rigido preinstallato. Impossibile continuare il processo di ripristino.
Item1115=Spazio totale su disco rigido insufficiente. Impossibile continuare il processo di ripristino.
		
[Drivers and Applications Reinstall]	
Item1200=Reinstallazione di driver e applicazioni
Item1201=Creazione dell'elenco di driver e applicazioni
Item1202=Home
Item1203=Installa
Item1204=Installazione
Item1205=Descrizione completa
Item1206=Applicazioni (00)
Item1207=Driver (00)
Item1208=Aggiornamenti HP (00) - aggiornamenti scaricati e installatati da HP.com o HP Support Assistant
Item1209=Versione: 00
Item1210=00 elementi,
Item1211=00 di 01 elementi selezionati,
Item1212=00 applicazione e
Item1213=00 applicazioni e
Item1214=00 driver e
Item1215=00 driver e
Item1216=00 aggiornamento HP
Item1217=00 aggiornamenti HP
Item1218=Installazione completata.
Item1219=Installazione del software in corso. La chiusura di HP Recovery Manager è stata annullata.
Item1220=OK
Item1221=Disinstallare la versione precedente prima di reinstallare il software.
Item1222=Errori durante la reinstallazione del software. Riprovare.
Item1223=Nessuna origine software trovata nel computer in uso
Item1224=Elemento
Item1225=00 di 01 elementi selezionati,
Item1226=Uno o più driver e/o una o più applicazioni selezionati potrebbero non essere stati installati correttamente e sono stati contrassegnati con un punto esclamativo. Disinstallarli dal computer prima di tentare di installarli di nuovo da HP Recovery Manager.
Item1227=Uno o più driver e/o una o più applicazioni selezionati potrebbero non essere stati installati correttamente e sono stati contrassegnati con 00. Disinstallarli dal computer prima di tentare di installarli di nuovo da HP Recovery Manager.
Item1228=00 Driver
Item1229=00 Driver
Item1230=Completato	
	
[RP Protection]	
Item1300=Partizione di ripristino
Item1301=Avvertenza
Item1302=Quest’area del disco fisso (o partizione) contiene dei file utilizzati durante l’uso di Windows Push Button Reset (Ripristino mediante singolo pulsante di Windows) e il ripristino immagine di HP.
Item1303=Non eliminare o modificare nessuno di questi file.
Item1304=Qualsiasi modifica fatta a questa partizione potrebbe pregiudicare la funzione di ripristino del sistema in futuro.
	
[Show Contact Information]	
Item1350=Contattare l'assistenza clienti HP
Item1351=In molti casi, il ripristino dell'immagine con le impostazioni predefinite risolve i problemi.
Item1352=Se i problemi persistono o se sono necessari supporti di ripristino del sistema di ricambio, rivolgersi all'assistenza clienti HP.
Item1353=Per contattare l'assistenza clienti HP, visitare il sito:
Item1354=www.hp.com/go/contacthp
Item1355=Per chiudere il programma, fare clic su Fine.
Item1356=Per chiudere il programma, fare clic su Annulla.

[File Backup Program 2.0]
Item1400=Quale metodo di selezione dei file si desidera utilizzare per creare il backup?
Item1401=Selezione automatica
Item1402=Selezionare le categorie di file di cui eseguire il backup.
Item1403=Selezione manuale
Item1404=Selezionare le cartelle e i file di cui eseguire il backup manualmente.
Item1405=Con la selezione automatica, l'utente sceglie le categorie di file di cui eseguire il backup. Ad esempio "Foto" e "Musica e altri file audio". Vengono quindi eseguiti automaticamente la ricerca nel computer dei file inclusi in queste categorie (in base a set predefiniti di tipi di file usati comunemente per tali file) e il relativo backup.
Item1406=Con la selezione manuale, l'utente utilizza Esplora risorse per scegliere file e cartelle specifici di cui eseguire il backup. Sono disponibili due opzioni per il backup: compressione e nessuna compressione
Item1407=Compressione: i file sono compressi e devono essere ripristinati utilizzando l'apposita opzione prima di poter essere accessibili.
Item1408=Nessuna compressione: i file e le directory vengono copiati individualmente senza compressione. I file sono accessibili senza utilizzare l'opzione di ripristino.
Item1409=Utilizzare la compressione?
Item1410=Compressione
Item1411=Nessuna compressione
Item1412=I file sono compressi in un formato WIM e devono essere ripristinati nel computer utilizzando l'opzione Ripristino file prima di poter essere accessibili. Questa opzione riduce al minimo le dimensioni del backup e durante l'operazione di ripristino, tutti i file verranno automaticamente copiati in C:\ e resi accessibili tramite un collegamento sul desktop.
Item1413=I file e le directory vengono copiati individualmente senza compressione e sono accessibili direttamente dall'unità di backup, senza dover utilizzare l'opzione Ripristino file. Questa opzione non riduce al minimo le dimensioni del backup e i file e le directory dovranno essere copiati manualmente di nuovo nel computer tramite un'operazione di copia/incolla.
Item1414=Di quali file si desidera eseguire il backup?
Item1415=Esplora file
Item1416=Dimensioni backup:  00
Item1417=Nome
Item1418=Dimensioni
Item1419=Esegui il backup dei supporti selezionati
Item1420=Supporti selezionati: 00
Item1421=Sarà necessario 00 disco di questo tipo per creare il backup.
Item1422=Fare clic su Avanti per continuare con il backup dei supporti selezionati.
Item1423=Fare clic su Indietro per scegliere un tipo di supporto diverso.
Item1424=Preparazione dei file
Item1425=Creazione del disco
Item1426=Masterizza disco
Item1427=Verifica disco
Item1428=Inserire 00 disco di 00 00.
Item1429=File selezionati
Item1430=Copia file
Item1431=File e directory selezionati copiati
Item1432=File copiati correttamente da Recovery Manager
Item1433=Impossibile continuare la procedura di backup in quanto sono presenti file di dimensioni superiori alla capacità del disco di backup.
Item1434=Passa alla modalità Compressione
Item1435=Deselezionare i file più grandi di 00
Item1436=Riselezionare il dispositivo
Item1437=Elenco file di grandi dimensioni
Item1438=Inserire 00 disco.
Item1439=Nessuna unità disponibile con spazio libero sufficiente per il backup. Collegare un'altra unità o liberare spazio su una attualmente collegata.
Item1440=Tipo di disco non supportato.
Item1441=Riduce le dimensioni del file. Richiede l'utilizzo dell'opzione Ripristino file.
Item1442=Non riduce le dimensioni del file. Non richiede l'opzione Ripristino file.
Item1443=Un backup può essere salvato solo su un supporto ottico o su un'unità disco rigido esterna. Se il dispositivo e/o il tipo di supporto desiderati non sono inclusi nell'elenco riportato di seguito, per continuare con la procedura di backup è necessario verificare che il dispositivo sia collegato e acceso o che il tipo di supporto prescelto sia inserito nell'unità ottica.
Item1444=Il disco non è corretto o potrebbe essere danneggiato. Inserire il dico 00.
Item1445=È possibile salvare un backup esclusivamente su unità disco rigido o unità flash USB esterne in formato NTFS. Prima di proseguire con il processo di backup, accertarsi che il dispositivo scelto sia collegato e che il file system sia in formato NTFS.
Item1446=Se si seleziona 00 da Selezione automatica o Selezione manuale, il backup di tutti i file verrà eseguito in modalità di non compressione e sarà necessario ripristinarli copiando manualmente i dati. Impossibile utilizzare l'opzione Ripristino file.
Item1447=Tutti i file sono stati archiviati nella cartella 00.
Item1448=I file sono compressi nel formato WIM e sarà necessario ripristinarli sul computer mediante l'opzione Ripristino file prima di potervi accedere. Questa opzione riduce al minimo la dimensione del backup, e tutti i file verranno ripristinati nella destinazione specificata e resi accessibili tramite un collegamento sul desktop.
Item1449=La compressione non è supportata quando l'opzione dati 00 è selezionata.
Item1450=Il backup dei dati 00 è stato eseguito nella cartella seguente sotto la directory radice della cartella di backup:
Item1451=Al termine dell'operazione di ripristino, copiare il backup dei dati 00 dalla cartella del supporto di backup nel sistema.
Item1452=È possibile eseguire il backup dei dati 00 utilizzando solamente l'opzione Nessuna compressione.
Item1453=Selezionare OK per eseguire il backup con l'opzione Nessuna compressione, oppure selezionare Annulla per eseguire di nuovo il backup dei file.

[Windows Recovery Environment]
Item1500=Backup e ripristino HP oppure contattare l’Assistenza tecnica di HP

[Windows System Refresh]
Item1600=Aggiornamento del PC senza modificare i file personali

[AboutInfo]
Item1700=Informazioni
Item1701=Versione
Item1702=Supporti di ripristino
Item1703=Sistema
Item1704=Numero prodotto
Item1705=Numero di serie
Item1706=Partizione di ripristino HP
Item1707=Sì
Item1708=No
Item1709=Informazioni